export const lives = [
  {
    start: "2022-11-14T11:05:00",
    end: "2022-11-14T12:30:00",
    number: 1,
    questions: [
      {
        start: "2022-11-14T11:05:00",
        end: "2022-11-14T11:05:30",
        correct: 2,
        answers: [
          "РИСУЕТ ГРАФФИТИ",
          "БРЕЙКДАНСИТ КАК СУМАСШЕДШИЙ",
          "ВИДИТ НЕВИДИМЫЕ ЦВЕТА СПЕКТРА",
        ],
        number: 1,
      },
      {
        start: "2022-11-14T11:06:00",
        end: "2022-11-14T11:06:30",
        correct: 3,
        answers: [
          "ДРИФТИТ НА ТРАКТОРЕ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
          "ОЧЕНЬ ДУШЕВНО ПОЁТ",
        ],
        number: 2,
      },
      {
        start: "2022-11-14T11:07:00",
        end: "2022-11-14T11:07:30",
        correct: 1,
        answers: [
          "ОДНОВРЕМЕННО СЧИТАЕТ И ИГРАЕТ В ШАХМАТЫ",
          "РАЗГАДЫВАЕТ КРОССВОРД, РАСПЕВАЯ ПЕСНИ",
          "ПИШЕТ ОДНОВРЕМЕННО ДВУМЯ РУКАМИ",
        ],
        number: 3,
      },
      {
        start: "2022-11-14T11:08:00",
        end: "2022-11-14T11:08:30",
        correct: 1,
        answers: [
          "ДЕВОЧКА-ЦИФЕРБЛАТ",
          "ДЕТСКИЙ VIP-СТИЛИСТ",
          "ЗАДЕРЖИВАЕТ ДЫХАНИЕ НА ВРЕМЯ",
        ],
        number: 4,
      },
      {
        start: "2022-11-14T11:09:00",
        end: "2022-11-14T11:09:30",
        correct: 2,
        answers: [
          "НА ПОДИУМЕ С ДВУХ ЛЕТ",
          "ВИРТУОЗНО ИГРАЕТ НА ПИАНИНО",
          "ЕСТ ЛИМОН, НЕ МОРЩАСЬ",
        ],
        number: 5,
      },
      {
        start: "2022-11-14T11:10:00",
        end: "2022-11-14T11:10:30",
        correct: 1,
        answers: [
          "ПОВЕЛЕВАЕТ ПЛАМЕНЕМ",
          "ХОДИТ ПО УГЛЯМ БЕЗ ОБУВИ",
          "ЕСТ САМЫЕ ОСТРЫЕ ПЕРЦЫ В МИРЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-14T11:11:00",
        end: "2022-11-14T11:11:30",
        correct: 3,
        answers: [
          "ЖОНГЛИРУЮЩИЙ ПАРИКМАХЕР",
          "ПОЮЩИЙ КАНАТОХОДЕЦ",
          "ТАНЦУЮЩИЙ БОКСЁР",
        ],
        number: 7,
      },
      {
        start: "2022-11-14T11:12:00",
        end: "2022-11-14T11:12:30",
        correct: 3,
        answers: [
          "ОБЛАДАЕТ АНГЕЛЬСКИМ ГОЛОСОМ",
          "ПОДНИМАЕТ ТЯЖЕСТИ, КАК ПЁРЫШКО",
          "ЗНАЕТ ВСЁ ОБ ЭКЗОТИЧЕСКИХ ПТИЦАХ",
        ],
        number: 8,
      },
      {
        start: "2022-11-14T11:13:00",
        end: "2022-11-14T11:13:30",
        correct: 2,
        answers: [
          "СПЕЦИАЛИСТ ПО ВЫЖИВАНИЮ В ДИКИХ УСЛОВИЯХ",
          "ЗНАЕТ АЗБУКУ МОРЗЕ",
          "ИМИТИРУЕТ ГОЛОСА ЖИВОТНЫХ",
        ],
        number: 9,
      },
      {
        start: "2022-11-14T11:14:00",
        end: "2022-11-14T11:14:30",
        correct: 3,
        answers: [
          "СТРОИТ ЖИВЫЕ ПИРАМИДЫ",
          "ОТКРЫВАЕТ КОНСЕРВЫ ЗУБАМИ",
          "САМАЯ СИЛЬНАЯ ДЕВОЧКА РОССИИ",
        ],
        number: 10,
      },
    ],
  },
];
