export const lives = [
  {
    start: "2022-11-11T12:40:00",
    end: "2022-11-11T13:30:00",
    number: 1,
    questions: [
      {
        start: "2022-11-11T12:40:00",
        end: "2022-11-11T12:41:00",
        correct: 2,
        answers: [
          "РИСУЕТ ГРАФФИТИ",
          "БРЕЙКДАНСИТ КАК СУМАСШЕДШИЙ",
          "ВИДИТ НЕВИДИМЫЕ ЦВЕТА СПЕКТРА",
        ],
        number: 1,
      },
      {
        start: "2022-11-11T12:42:00",
        end: "2022-11-11T12:43:00",
        correct: 3,
        answers: [
          "ДРИФТИТ НА ТРАКТОРЕ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
          "ОЧЕНЬ ДУШЕВНО ПОЁТ",
        ],
        number: 2,
      },
      {
        start: "2022-11-11T12:44:00",
        end: "2022-11-11T12:45:00",
        correct: 1,
        answers: [
          "ОДНОВРЕМЕННО СЧИТАЕТ И ИГРАЕТ В ШАХМАТЫ",
          "РАЗГАДЫВАЕТ КРОССВОРД, РАСПЕВАЯ ПЕСНИ",
          "ПИШЕТ ОДНОВРЕМЕННО ДВУМЯ РУКАМИ",
        ],
        number: 3,
      },
      {
        start: "2022-11-11T12:46:00",
        end: "2022-11-11T12:47:00",
        correct: 1,
        answers: [
          "ДЕВОЧКА-ЦИФЕРБЛАТ",
          "ДЕТСКИЙ VIP-СТИЛИСТ",
          "ЗАДЕРЖИВАЕТ ДЫХАНИЕ НА ВРЕМЯ",
        ],
        number: 4,
      },
      {
        start: "2022-11-11T12:48:00",
        end: "2022-11-11T12:49:00",
        correct: 2,
        answers: [
          "НА ПОДИУМЕ С ДВУХ ЛЕТ",
          "ВИРТУОЗНО ИГРАЕТ НА ПИАНИНО",
          "ЕСТ ЛИМОН, НЕ МОРЩАСЬ",
        ],
        number: 5,
      },
      {
        start: "2022-11-11T12:50:00",
        end: "2022-11-11T12:51:00",
        correct: 1,
        answers: [
          "ПОВЕЛЕВАЕТ ПЛАМЕНЕМ",
          "ХОДИТ ПО УГЛЯМ БЕЗ ОБУВИ",
          "ЕСТ САМЫЕ ОСТРЫЕ ПЕРЦЫ В МИРЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-11T12:52:00",
        end: "2022-11-11T12:53:00",
        correct: 3,
        answers: [
          "ЖОНГЛИРУЮЩИЙ ПАРИКМАХЕР",
          "ПОЮЩИЙ КАНАТОХОДЕЦ",
          "ТАНЦУЮЩИЙ БОКСЁР",
        ],
        number: 7,
      },
      {
        start: "2022-11-11T12:54:00",
        end: "2022-11-11T12:55:00",
        correct: 3,
        answers: [
          "ОБЛАДАЕТ АНГЕЛЬСКИМ ГОЛОСОМ",
          "ПОДНИМАЕТ ТЯЖЕСТИ, КАК ПЁРЫШКО",
          "ЗНАЕТ ВСЁ ОБ ЭКЗОТИЧЕСКИХ ПТИЦАХ",
        ],
        number: 8,
      },
      {
        start: "2022-11-11T12:56:00",
        end: "2022-11-11T12:57:00",
        correct: 2,
        answers: [
          "СПЕЦИАЛИСТ ПО ВЫЖИВАНИЮ В ДИКИХ УСЛОВИЯХ",
          "ЗНАЕТ АЗБУКУ МОРЗЕ",
          "ИМИТИРУЕТ ГОЛОСА ЖИВОТНЫХ",
        ],
        number: 9,
      },
      {
        start: "2022-11-11T12:58:00",
        end: "2022-11-11T12:59:00",
        correct: 3,
        answers: [
          "СТРОИТ ЖИВЫЕ ПИРАМИДЫ",
          "ОТКРЫВАЕТ КОНСЕРВЫ ЗУБАМИ",
          "САМАЯ СИЛЬНАЯ ДЕВОЧКА РОССИИ",
        ],
        number: 10,
      },
    ],
  },
];
