const lives19 = [
  {
    start: "2022-11-02T12:10:00",
    end: "2022-11-02T12:48:00",
    number: 2,
    questions: [
      {
        start: "2022-11-02T12:10:00",
        end: "2022-11-02T12:12:00",
        correct: 3,
        answers: [
          "ПИЛОТИРУЕТ КВАДРОКОПТЕР",
          "ГОНЯЕТ НА МОТОЦИКЛЕ ПО ЛЬДУ",
          "ДЕЛАЕТ «МЁРТВУЮ ПЕТЛЮ»",
        ],
        number: 1,
      },
      {
        start: "2022-11-02T12:14:00",
        end: "2022-11-02T12:16:00",
        correct: 2,
        answers: [
          "ГЕНИЙ МАТЕМАТИКИ",
          "СОЧИНЯЕТ И ИСПОЛНЯЕТ ПЕСНИ",
          "УЛИЧНЫЙ ХУДОЖНИК",
        ],
        number: 2,
      },
      {
        start: "2022-11-02T12:18:00",
        end: "2022-11-02T12:20:00",
        correct: 3,
        answers: [
          "ХОРОШО УМНОЖАЕТ В УМЕ",
          "ЗНАЕТ ВСЕ ИСТОРИЧЕСКИЕ ДАТЫ",
          "ЗАПОМИНАЕТ ВСЁ ЗА СЕКУНДУ",
        ],
        number: 3,
      },
      {
        start: "2022-11-02T12:22:00",
        end: "2022-11-02T12:24:00",
        correct: 2,
        answers: [
          "ЖОНГЛИРУЕТ КОРОМЫСЛАМИ",
          "ЭКСТРЕМАЛЬНО ТАНЦУЕТ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
        ],
        number: 4,
      },
      {
        start: "2022-11-02T12:26:00",
        end: "2022-11-02T12:28:00",
        correct: 1,
        answers: [
          "СУПЕРСКИ ИГРАЕТ НА КСИЛОФОНЕ",
          "ЖОНГЛИРУЕТ ЛЕДЕНЦАМИ",
          "ДУШЕВНО ИСПОЛНЯЕТ РОМАНСЫ",
        ],
        number: 5,
      },
      {
        start: "2022-11-02T12:30:00",
        end: "2022-11-02T12:32:00",
        correct: 3,
        answers: [
          "ИГРАЕТ В БОУЛИНГ АРБУЗОМ",
          "ЧЕМПИОНКА ПО МЕТАНИЮ ПОМИДОРОВ",
          "ВЫРЕЗАЕТ ФИГУРКИ ИЗ ПРОДУКТОВ",
        ],
        number: 6,
      },
      {
        start: "2022-11-02T12:34:00",
        end: "2022-11-02T12:36:00",
        correct: 3,
        answers: [
          "РАЗБИВАЕТ СТАКАН ГОЛОСОМ",
          "МЕТАЕТ НОЖОМ В ЦЕЛЬ",
          "НЕ БОИТСЯ НАСЕКОМЫХ",
        ],
        number: 7,
      },
      {
        start: "2022-11-02T12:38:00",
        end: "2022-11-02T12:40:00",
        correct: 1,
        answers: [
          "САМЫЙ ЮНЫЙ НИНДЗЯ",
          "МАСТЕРСКИ ШИНКУЕТ",
          "ЧЕМПИОН РОССИИ ПО ПРЯТКАМИ",
        ],
        number: 8,
      },
      {
        start: "2022-11-02T12:42:00",
        end: "2022-11-02T12:44:00",
        correct: 2,
        answers: [
          "ФАНАТКА ТУРЕЦКИХ СЕРИАЛОВ",
          "ЗВЕЗДА ВОСТОЧНОГО ТАНЦА",
          "ЗНАЕТ 4 ВОСТОЧНЫХ ЯЗЫКА",
        ],
        number: 9,
      },
      {
        start: "2022-11-02T12:46:00",
        end: "2022-11-02T12:48:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО СКОРОЧТЕНИЮ",
          "ВЫУЧИЛ СЛОВАРЬ ДАЛЯ",
          "ПОКАЗЫВАЕТ ФОКУСЫ С КНИГАМИ",
        ],
        number: 10,
      },
    ],
  },
];
const lives20 = [
  {
    start: "2022-12-05T15:25:00",
    end: "2022-12-05T15:48:00",
    number: 2,
    questions: [
      {
        start: "2022-12-05T15:25:00",
        end: "2022-12-05T15:26:00",
        correct: 3,
        answers: [
          "ПИЛОТИРУЕТ КВАДРОКОПТЕР",
          "ГОНЯЕТ НА МОТОЦИКЛЕ ПО ЛЬДУ",
          "ДЕЛАЕТ «МЁРТВУЮ ПЕТЛЮ»",
        ],
        number: 1,
      },
      {
        start: "2022-12-05T15:27:00",
        end: "2022-12-05T15:28:00",
        correct: 2,
        answers: [
          "ГЕНИЙ МАТЕМАТИКИ",
          "СОЧИНЯЕТ И ИСПОЛНЯЕТ ПЕСНИ",
          "УЛИЧНЫЙ ХУДОЖНИК",
        ],
        number: 2,
      },
      {
        start: "2022-12-05T15:29:00",
        end: "2022-12-05T15:30:00",
        correct: 3,
        answers: [
          "ХОРОШО УМНОЖАЕТ В УМЕ",
          "ЗНАЕТ ВСЕ ИСТОРИЧЕСКИЕ ДАТЫ",
          "ЗАПОМИНАЕТ ВСЁ ЗА СЕКУНДУ",
        ],
        number: 3,
      },
      {
        start: "2022-12-05T15:31:00",
        end: "2022-12-05T15:32:00",
        correct: 2,
        answers: [
          "ЖОНГЛИРУЕТ КОРОМЫСЛАМИ",
          "ЭКСТРЕМАЛЬНО ТАНЦУЕТ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
        ],
        number: 4,
      },
      {
        start: "2022-12-05T15:33:00",
        end: "2022-12-05T15:34:00",
        correct: 1,
        answers: [
          "СУПЕРСКИ ИГРАЕТ НА КСИЛОФОНЕ",
          "ЖОНГЛИРУЕТ ЛЕДЕНЦАМИ",
          "ДУШЕВНО ИСПОЛНЯЕТ РОМАНСЫ",
        ],
        number: 5,
      },
      {
        start: "2022-12-05T15:35:00",
        end: "2022-12-05T15:36:00",
        correct: 3,
        answers: [
          "ИГРАЕТ В БОУЛИНГ АРБУЗОМ",
          "ЧЕМПИОНКА ПО МЕТАНИЮ ПОМИДОРОВ",
          "ВЫРЕЗАЕТ ФИГУРКИ ИЗ ПРОДУКТОВ",
        ],
        number: 6,
      },
      {
        start: "2022-12-05T15:37:00",
        end: "2022-12-05T15:38:00",
        correct: 3,
        answers: [
          "РАЗБИВАЕТ СТАКАН ГОЛОСОМ",
          "МЕТАЕТ НОЖОМ В ЦЕЛЬ",
          "НЕ БОИТСЯ НАСЕКОМЫХ",
        ],
        number: 7,
      },
      {
        start: "2022-12-05T15:39:00",
        end: "2022-12-05T15:40:00",
        correct: 1,
        answers: [
          "САМЫЙ ЮНЫЙ НИНДЗЯ",
          "МАСТЕРСКИ ШИНКУЕТ",
          "ЧЕМПИОН РОССИИ ПО ПРЯТКАМИ",
        ],
        number: 8,
      },
      {
        start: "2022-12-05T15:41:00",
        end: "2022-12-05T15:42:00",
        correct: 2,
        answers: [
          "ФАНАТКА ТУРЕЦКИХ СЕРИАЛОВ",
          "ЗВЕЗДА ВОСТОЧНОГО ТАНЦА",
          "ЗНАЕТ 4 ВОСТОЧНЫХ ЯЗЫКА",
        ],
        number: 9,
      },
      {
        start: "2022-12-05T15:43:00",
        end: "2022-12-05T15:44:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО СКОРОЧТЕНИЮ",
          "ВЫУЧИЛ СЛОВАРЬ ДАЛЯ",
          "ПОКАЗЫВАЕТ ФОКУСЫ С КНИГАМИ",
        ],
        number: 10,
      },
    ],
  },
];
const lives21 = [
  {
    start: "2022-11-02T12:10:00",
    end: "2022-11-02T12:48:00",
    number: 2,
    questions: [
      {
        start: "2022-11-02T12:10:00",
        end: "2022-11-02T12:12:00",
        correct: 3,
        answers: [
          "ПИЛОТИРУЕТ КВАДРОКОПТЕР",
          "ГОНЯЕТ НА МОТОЦИКЛЕ ПО ЛЬДУ",
          "ДЕЛАЕТ «МЁРТВУЮ ПЕТЛЮ»",
        ],
        number: 1,
      },
      {
        start: "2022-11-02T12:14:00",
        end: "2022-11-02T12:16:00",
        correct: 2,
        answers: [
          "ГЕНИЙ МАТЕМАТИКИ",
          "СОЧИНЯЕТ И ИСПОЛНЯЕТ ПЕСНИ",
          "УЛИЧНЫЙ ХУДОЖНИК",
        ],
        number: 2,
      },
      {
        start: "2022-11-02T12:18:00",
        end: "2022-11-02T12:20:00",
        correct: 3,
        answers: [
          "ХОРОШО УМНОЖАЕТ В УМЕ",
          "ЗНАЕТ ВСЕ ИСТОРИЧЕСКИЕ ДАТЫ",
          "ЗАПОМИНАЕТ ВСЁ ЗА СЕКУНДУ",
        ],
        number: 3,
      },
      {
        start: "2022-11-02T12:22:00",
        end: "2022-11-02T12:24:00",
        correct: 2,
        answers: [
          "ЖОНГЛИРУЕТ КОРОМЫСЛАМИ",
          "ЭКСТРЕМАЛЬНО ТАНЦУЕТ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
        ],
        number: 4,
      },
      {
        start: "2022-11-02T12:26:00",
        end: "2022-11-02T12:28:00",
        correct: 1,
        answers: [
          "СУПЕРСКИ ИГРАЕТ НА КСИЛОФОНЕ",
          "ЖОНГЛИРУЕТ ЛЕДЕНЦАМИ",
          "ДУШЕВНО ИСПОЛНЯЕТ РОМАНСЫ",
        ],
        number: 5,
      },
      {
        start: "2022-11-02T12:30:00",
        end: "2022-11-02T12:32:00",
        correct: 3,
        answers: [
          "ИГРАЕТ В БОУЛИНГ АРБУЗОМ",
          "ЧЕМПИОНКА ПО МЕТАНИЮ ПОМИДОРОВ",
          "ВЫРЕЗАЕТ ФИГУРКИ ИЗ ПРОДУКТОВ",
        ],
        number: 6,
      },
      {
        start: "2022-11-02T12:34:00",
        end: "2022-11-02T12:36:00",
        correct: 3,
        answers: [
          "РАЗБИВАЕТ СТАКАН ГОЛОСОМ",
          "МЕТАЕТ НОЖОМ В ЦЕЛЬ",
          "НЕ БОИТСЯ НАСЕКОМЫХ",
        ],
        number: 7,
      },
      {
        start: "2022-11-02T12:38:00",
        end: "2022-11-02T12:40:00",
        correct: 1,
        answers: [
          "САМЫЙ ЮНЫЙ НИНДЗЯ",
          "МАСТЕРСКИ ШИНКУЕТ",
          "ЧЕМПИОН РОССИИ ПО ПРЯТКАМИ",
        ],
        number: 8,
      },
      {
        start: "2022-11-02T12:42:00",
        end: "2022-11-02T12:44:00",
        correct: 2,
        answers: [
          "ФАНАТКА ТУРЕЦКИХ СЕРИАЛОВ",
          "ЗВЕЗДА ВОСТОЧНОГО ТАНЦА",
          "ЗНАЕТ 4 ВОСТОЧНЫХ ЯЗЫКА",
        ],
        number: 9,
      },
      {
        start: "2022-11-02T12:46:00",
        end: "2022-11-02T12:48:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО СКОРОЧТЕНИЮ",
          "ВЫУЧИЛ СЛОВАРЬ ДАЛЯ",
          "ПОКАЗЫВАЕТ ФОКУСЫ С КНИГАМИ",
        ],
        number: 10,
      },
    ],
  },
];

export const lives = [
  { timezone: -1, live: lives19 },
  { timezone: 0, live: lives20 },
  { timezone: 1, live: lives21 },
  { timezone: 2, live: lives20 },
  { timezone: 3, live: lives19 },
  { timezone: 4, live: lives20 },
  { timezone: 5, live: lives21 },
  { timezone: 6, live: lives19 },
  { timezone: 7, live: lives20 },
];
