const lives19 = [
  {
    start: "2022-11-05T11:10:00",
    end: "2022-11-05T11:29:30",
    number: 2,
    questions: [
      {
        start: "2022-11-05T11:10:00",
        end: "2022-11-05T11:11:00",
        correct: 3,
        answers: [
          "ПИЛОТИРУЕТ КВАДРОКОПТЕР",
          "ГОНЯЕТ НА МОТОЦИКЛЕ ПО ЛЬДУ",
          "ДЕЛАЕТ «МЁРТВУЮ ПЕТЛЮ»",
        ],
        number: 1,
      },
      {
        start: "2022-11-05T11:12:00",
        end: "2022-11-05T11:13:00",
        correct: 2,
        answers: [
          "ГЕНИЙ МАТЕМАТИКИ",
          "СОЧИНЯЕТ И ИСПОЛНЯЕТ ПЕСНИ",
          "УЛИЧНЫЙ ХУДОЖНИК",
        ],
        number: 2,
      },
      {
        start: "2022-11-05T11:14:00",
        end: "2022-11-05T11:15:00",
        correct: 3,
        answers: [
          "ХОРОШО УМНОЖАЕТ В УМЕ",
          "ЗНАЕТ ВСЕ ИСТОРИЧЕСКИЕ ДАТЫ",
          "ЗАПОМИНАЕТ ВСЁ ЗА СЕКУНДУ",
        ],
        number: 3,
      },
      {
        start: "2022-11-05T11:16:00",
        end: "2022-11-05T11:17:00",
        correct: 2,
        answers: [
          "ЖОНГЛИРУЕТ КОРОМЫСЛАМИ",
          "ЭКСТРЕМАЛЬНО ТАНЦУЕТ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
        ],
        number: 4,
      },
      {
        start: "2022-11-05T11:18:00",
        end: "2022-11-05T11:19:00",
        correct: 1,
        answers: [
          "СУПЕРСКИ ИГРАЕТ НА КСИЛОФОНЕ",
          "ЖОНГЛИРУЕТ ЛЕДЕНЦАМИ",
          "ДУШЕВНО ИСПОЛНЯЕТ РОМАНСЫ",
        ],
        number: 5,
      },
      {
        start: "2022-11-05T11:20:00",
        end: "2022-11-05T11:21:00",
        correct: 3,
        answers: [
          "ИГРАЕТ В БОУЛИНГ АРБУЗОМ",
          "ЧЕМПИОНКА ПО МЕТАНИЮ ПОМИДОРОВ",
          "ВЫРЕЗАЕТ ФИГУРКИ ИЗ ПРОДУКТОВ",
        ],
        number: 6,
      },
      {
        start: "2022-11-05T11:22:00",
        end: "2022-11-05T11:23:00",
        correct: 3,
        answers: [
          "РАЗБИВАЕТ СТАКАН ГОЛОСОМ",
          "МЕТАЕТ НОЖОМ В ЦЕЛЬ",
          "НЕ БОИТСЯ НАСЕКОМЫХ",
        ],
        number: 7,
      },
      {
        start: "2022-11-05T11:24:00",
        end: "2022-11-05T11:25:00",
        correct: 1,
        answers: [
          "САМЫЙ ЮНЫЙ НИНДЗЯ",
          "МАСТЕРСКИ ШИНКУЕТ",
          "ЧЕМПИОН РОССИИ ПО ПРЯТКАМИ",
        ],
        number: 8,
      },
      {
        start: "2022-11-05T11:26:00",
        end: "2022-11-05T11:27:00",
        correct: 2,
        answers: [
          "ФАНАТКА ТУРЕЦКИХ СЕРИАЛОВ",
          "ЗВЕЗДА ВОСТОЧНОГО ТАНЦА",
          "ЗНАЕТ 4 ВОСТОЧНЫХ ЯЗЫКА",
        ],
        number: 9,
      },
      {
        start: "2022-11-05T11:28:00",
        end: "2022-11-05T11:29:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО СКОРОЧТЕНИЮ",
          "ВЫУЧИЛ СЛОВАРЬ ДАЛЯ",
          "ПОКАЗЫВАЕТ ФОКУСЫ С КНИГАМИ",
        ],
        number: 10,
      },
    ],
  },
];
const lives20 = [
  {
    start: "2022-11-05T12:10:00",
    end: "2022-11-05T12:29:30",
    number: 2,
    questions: [
      {
        start: "2022-11-05T12:10:00",
        end: "2022-11-05T12:11:00",
        correct: 3,
        answers: [
          "ПИЛОТИРУЕТ КВАДРОКОПТЕР",
          "ГОНЯЕТ НА МОТОЦИКЛЕ ПО ЛЬДУ",
          "ДЕЛАЕТ «МЁРТВУЮ ПЕТЛЮ»",
        ],
        number: 1,
      },
      {
        start: "2022-11-05T12:12:00",
        end: "2022-11-05T12:13:00",
        correct: 2,
        answers: [
          "ГЕНИЙ МАТЕМАТИКИ",
          "СОЧИНЯЕТ И ИСПОЛНЯЕТ ПЕСНИ",
          "УЛИЧНЫЙ ХУДОЖНИК",
        ],
        number: 2,
      },
      {
        start: "2022-11-05T12:14:00",
        end: "2022-11-05T12:15:00",
        correct: 3,
        answers: [
          "ХОРОШО УМНОЖАЕТ В УМЕ",
          "ЗНАЕТ ВСЕ ИСТОРИЧЕСКИЕ ДАТЫ",
          "ЗАПОМИНАЕТ ВСЁ ЗА СЕКУНДУ",
        ],
        number: 3,
      },
      {
        start: "2022-11-05T12:16:00",
        end: "2022-11-05T12:17:00",
        correct: 2,
        answers: [
          "ЖОНГЛИРУЕТ КОРОМЫСЛАМИ",
          "ЭКСТРЕМАЛЬНО ТАНЦУЕТ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
        ],
        number: 4,
      },
      {
        start: "2022-11-05T12:18:00",
        end: "2022-11-05T12:19:00",
        correct: 1,
        answers: [
          "СУПЕРСКИ ИГРАЕТ НА КСИЛОФОНЕ",
          "ЖОНГЛИРУЕТ ЛЕДЕНЦАМИ",
          "ДУШЕВНО ИСПОЛНЯЕТ РОМАНСЫ",
        ],
        number: 5,
      },
      {
        start: "2022-11-05T12:20:00",
        end: "2022-11-05T12:21:00",
        correct: 3,
        answers: [
          "ИГРАЕТ В БОУЛИНГ АРБУЗОМ",
          "ЧЕМПИОНКА ПО МЕТАНИЮ ПОМИДОРОВ",
          "ВЫРЕЗАЕТ ФИГУРКИ ИЗ ПРОДУКТОВ",
        ],
        number: 6,
      },
      {
        start: "2022-11-05T12:22:00",
        end: "2022-11-05T12:23:00",
        correct: 3,
        answers: [
          "РАЗБИВАЕТ СТАКАН ГОЛОСОМ",
          "МЕТАЕТ НОЖОМ В ЦЕЛЬ",
          "НЕ БОИТСЯ НАСЕКОМЫХ",
        ],
        number: 7,
      },
      {
        start: "2022-11-05T12:24:00",
        end: "2022-11-05T12:25:00",
        correct: 1,
        answers: [
          "САМЫЙ ЮНЫЙ НИНДЗЯ",
          "МАСТЕРСКИ ШИНКУЕТ",
          "ЧЕМПИОН РОССИИ ПО ПРЯТКАМИ",
        ],
        number: 8,
      },
      {
        start: "2022-11-05T12:26:00",
        end: "2022-11-05T12:27:00",
        correct: 2,
        answers: [
          "ФАНАТКА ТУРЕЦКИХ СЕРИАЛОВ",
          "ЗВЕЗДА ВОСТОЧНОГО ТАНЦА",
          "ЗНАЕТ 4 ВОСТОЧНЫХ ЯЗЫКА",
        ],
        number: 9,
      },
      {
        start: "2022-11-05T12:28:00",
        end: "2022-11-05T12:29:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО СКОРОЧТЕНИЮ",
          "ВЫУЧИЛ СЛОВАРЬ ДАЛЯ",
          "ПОКАЗЫВАЕТ ФОКУСЫ С КНИГАМИ",
        ],
        number: 10,
      },
    ],
  },
];
const lives21 = [
  {
    start: "2022-11-05T13:10:00",
    end: "2022-11-05T13:29:30",
    number: 2,
    questions: [
      {
        start: "2022-11-05T13:10:00",
        end: "2022-11-05T13:11:00",
        correct: 3,
        answers: [
          "ПИЛОТИРУЕТ КВАДРОКОПТЕР",
          "ГОНЯЕТ НА МОТОЦИКЛЕ ПО ЛЬДУ",
          "ДЕЛАЕТ «МЁРТВУЮ ПЕТЛЮ»",
        ],
        number: 1,
      },
      {
        start: "2022-11-05T13:12:00",
        end: "2022-11-05T13:13:00",
        correct: 2,
        answers: [
          "ГЕНИЙ МАТЕМАТИКИ",
          "СОЧИНЯЕТ И ИСПОЛНЯЕТ ПЕСНИ",
          "УЛИЧНЫЙ ХУДОЖНИК",
        ],
        number: 2,
      },
      {
        start: "2022-11-05T13:14:00",
        end: "2022-11-05T13:15:00",
        correct: 3,
        answers: [
          "ХОРОШО УМНОЖАЕТ В УМЕ",
          "ЗНАЕТ ВСЕ ИСТОРИЧЕСКИЕ ДАТЫ",
          "ЗАПОМИНАЕТ ВСЁ ЗА СЕКУНДУ",
        ],
        number: 3,
      },
      {
        start: "2022-11-05T13:16:00",
        end: "2022-11-05T13:17:00",
        correct: 2,
        answers: [
          "ЖОНГЛИРУЕТ КОРОМЫСЛАМИ",
          "ЭКСТРЕМАЛЬНО ТАНЦУЕТ",
          "СОЧИНЯЕТ ЧАСТУШКИ НА ХОДУ",
        ],
        number: 4,
      },
      {
        start: "2022-11-05T13:18:00",
        end: "2022-11-05T13:19:00",
        correct: 1,
        answers: [
          "СУПЕРСКИ ИГРАЕТ НА КСИЛОФОНЕ",
          "ЖОНГЛИРУЕТ ЛЕДЕНЦАМИ",
          "ДУШЕВНО ИСПОЛНЯЕТ РОМАНСЫ",
        ],
        number: 5,
      },
      {
        start: "2022-11-05T13:20:00",
        end: "2022-11-05T13:21:00",
        correct: 3,
        answers: [
          "ИГРАЕТ В БОУЛИНГ АРБУЗОМ",
          "ЧЕМПИОНКА ПО МЕТАНИЮ ПОМИДОРОВ",
          "ВЫРЕЗАЕТ ФИГУРКИ ИЗ ПРОДУКТОВ",
        ],
        number: 6,
      },
      {
        start: "2022-11-05T13:22:00",
        end: "2022-11-05T13:23:00",
        correct: 3,
        answers: [
          "РАЗБИВАЕТ СТАКАН ГОЛОСОМ",
          "МЕТАЕТ НОЖОМ В ЦЕЛЬ",
          "НЕ БОИТСЯ НАСЕКОМЫХ",
        ],
        number: 7,
      },
      {
        start: "2022-11-05T13:24:00",
        end: "2022-11-05T13:25:00",
        correct: 1,
        answers: [
          "САМЫЙ ЮНЫЙ НИНДЗЯ",
          "МАСТЕРСКИ ШИНКУЕТ",
          "ЧЕМПИОН РОССИИ ПО ПРЯТКАМИ",
        ],
        number: 8,
      },
      {
        start: "2022-11-05T13:26:00",
        end: "2022-11-05T13:27:00",
        correct: 2,
        answers: [
          "ФАНАТКА ТУРЕЦКИХ СЕРИАЛОВ",
          "ЗВЕЗДА ВОСТОЧНОГО ТАНЦА",
          "ЗНАЕТ 4 ВОСТОЧНЫХ ЯЗЫКА",
        ],
        number: 9,
      },
      {
        start: "2022-11-05T13:28:00",
        end: "2022-11-05T13:29:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО СКОРОЧТЕНИЮ",
          "ВЫУЧИЛ СЛОВАРЬ ДАЛЯ",
          "ПОКАЗЫВАЕТ ФОКУСЫ С КНИГАМИ",
        ],
        number: 10,
      },
    ],
  },
];

export const lives = [
  { timezone: -1, live: lives19 },
  { timezone: 0, live: lives20 },
  { timezone: 1, live: lives21 },
  { timezone: 2, live: lives20 },
  { timezone: 3, live: lives19 },
  { timezone: 4, live: lives20 },
  { timezone: 5, live: lives21 },
  { timezone: 6, live: lives19 },
  { timezone: 7, live: lives20 },
];
