export const lives = [
  {
    start: "2022-11-09T12:50:00",
    end: "2022-11-09T13:30:00",
    number: 1,
    questions: [
      {
        start: "2022-11-09T12:50:00",
        end: "2022-11-09T12:51:00",
        correct: 2,
        answers: [
          "ПОВЕЛИТЕЛЬНИЦА ОГНЯ",
          "ВЫПОЛНЯЕТ ГИМНАСТИЧЕСКИЕ ТРЮКИ",
          "ЗАКЛИНАТЕЛЬНИЦА ЗМЕЙ",
        ],
        number: 1,
      },
      {
        start: "2022-11-09T12:52:00",
        end: "2022-11-09T12:53:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФАНТАСТИЧЕСКОЙ ПАМЯТЬЮ",
          "РЕКОРДСМЕНКА ПО СТОЯНИЮ НА ГОЛОВЕ",
          "ОБЫЧНЫЙ РЕБЕНОК",
        ],
        number: 2,
      },
      {
        start: "2022-11-09T12:54:00",
        end: "2022-11-09T12:55:00",
        correct: 3,
        answers: [
          "ЗНАЕТ ВСЕ ПРАВИЛА ЭТИКЕТА",
          "САМЫЙ ЮНЫЙ РЕФЕРИ БОКСЁРСКИХ ПОЕДИНКОВ",
          "ПОТРЯСАЮЩЕ ПОЕТ ПЕСНИ ИЗ КИНОФИЛЬМОВ",
        ],
        number: 3,
      },
      {
        start: "2022-11-09T12:56:00",
        end: "2022-11-09T12:57:00",
        correct: 2,
        answers: [
          "РЕКОРДСМЕНКА ПО ПРЫЖКАМ НА СКАКАЛКЕ",
          "РАЗБИРАЕТСЯ В ЭЛЕКТРИЧЕСТВЕ НЕ ХУЖЕ ЭЛЕКТРИКОВ",
          "РАЗВОДИТ СВЕТЛЯЧКОВ В ДОМАШНИХ УСЛОВИЯХ",
        ],
        number: 4,
      },
      {
        start: "2022-11-09T12:58:00",
        end: "2022-11-09T12:59:00",
        correct: 2,
        answers: [
          "ЗНАЕТ ВСЁ О ЖИВОТНЫХ",
          "РЕКОРДСМЕН ПО ПОЕДАНИЮ МАРМЕЛАДНЫХ МИШЕК",
          "ХОДИТ НА РУКАХ",
        ],
        number: 5,
      },
      {
        start: "2022-11-09T13:00:00",
        end: "2022-11-09T13:01:00",
        correct: 2,
        answers: [
          "ЧЕМПИОН ПО СКОРОСТИ НАБИВАНИЯ ТЕКСТА",
          "ЮНЫЙ СТЕНДАП-КОМИК",
          "ЧЁТКО ТАНЦУЕТ ЧЕЧЁТКУ",
        ],
        number: 6,
      },
      {
        start: "2022-11-09T13:02:00",
        end: "2022-11-09T13:03:00",
        correct: 1,
        answers: [
          "ВИРТУОЗНО ИГРАЕТ НА БАРАБАНАХ",
          "ЧЕМПИОНКА РОССИИ ПО ЧИРЛИДИНГУ",
          "ФИГУРИСТКА НА РОЛИКАХ",
        ],
        number: 7,
      },
      {
        start: "2022-11-09T13:04:00",
        end: "2022-11-09T13:05:00",
        correct: 2,
        answers: [
          "САМ ШЬЁТ СЕБЕ ОДЕЖДУ",
          "ДЕЛАЕТ УНИКАЛЬНЫЕ ВЕЩИ ИЗ ПЛАСТИЛИНА",
          "МОЖЕТ СТОЯТЬ В ПЛАНКЕ БЕСКОНЕЧНО ДОЛГО",
        ],
        number: 8,
      },
      {
        start: "2022-11-09T13:06:00",
        end: "2022-11-09T13:07:00",
        correct: 2,
        answers: [
          "РИСУЕТ ГРАФФИТИ С 5 ЛЕТ",
          "ТАНЦУЕТ МЕЛЬБУРН ШАФФЛ",
          "САМАЯ ЮНАЯ УЧАСТНИЦА DJ-БАТТЛОВ",
        ],
        number: 9,
      },
      {
        start: "2022-11-09T13:08:00",
        end: "2022-11-09T13:09:00",
        correct: 3,
        answers: [
          "ЧЕМПИОН ПО ИГРЕ НА НЕВИДИМОЙ ГИТАРЕ",
          "ГОНЯЕТ НА БАЙКЕ СТОЯ",
          "ОТВЕТИТ НА ЛЮБОЙ ВОПРОС ЕГЭ ПО ИСТОРИИ",
        ],
        number: 10,
      },
    ],
  },
];
