const lives19 = [
  {
    start: "2022-11-01T12:33:00",
    end: "2022-11-01T13:51:00",
    number: 2,
    questions: [
      {
        start: "2022-11-01T12:34:00",
        end: "2022-11-01T12:35:52",
        correct: 2,
        answers: [
          "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
          "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
          "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
        ],
        number: 1,
      },
      {
        start: "2022-11-01T12:39:19",
        end: "2022-11-01T12:41:51",
        correct: 1,
        answers: [
          "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
          "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
          "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
        ],
        number: 2,
      },
      {
        start: "2022-11-01T12:44:54",
        end: "2022-11-01T12:47:25",
        correct: 3,
        answers: [
          "ВАРИТ МАРМЕЛАД",
          "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
          "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
        ],
        number: 3,
      },
      {
        start: "2022-11-01T12:56:35",
        end: "2022-11-01T12:58:43",
        correct: 2,
        answers: [
          "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
          "ЗВЕЗДА КРАМПА",
          "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
        ],
        number: 4,
      },
      {
        start: "2022-11-01T13:02:51",
        end: "2022-11-01T13:05:11",
        correct: 2,
        answers: [
          "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
          "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
          "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
        ],
        number: 5,
      },
      {
        start: "2022-11-01T1313:57",
        end: "2022-11-01T13:16:09",
        correct: 3,
        answers: [
          "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
          "ДРЕССИРУЕТ ПАУКОВ",
          "ИГРАЕТ НА ОРГАНЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-01T13:19:03",
        end: "2022-11-01T13:20:56",
        correct: 1,
        answers: [
          "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
          "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
          "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
        ],
        number: 7,
      },
      {
        start: "2022-11-01T13:31:47",
        end: "2022-11-01T13:33:54",
        correct: 2,
        answers: [
          "СКАЧЕТ, СТОЯ НА КОНЕ",
          "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
          "ЮНЫЙ ДРУЖИННИК",
        ],
        number: 8,
      },
      {
        start: "2022-11-01T13:36:58",
        end: "2022-11-01T13:39:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
          "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
          "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
        ],
        number: 9,
      },
      {
        start: "2022-11-01T13:48:10",
        end: "2022-11-01T13:50:31",
        correct: 3,
        answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
        number: 10,
      },
    ],
  },
];
const lives20 = [
  {
    start: "2022-11-01T15:00:00",
    end: "2022-11-01T15:38:00",
    number: 2,
    questions: [
      {
        start: "2022-11-01T15:00:00",
        end: "2022-11-01T15:02:00",
        correct: 2,
        answers: [
          "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
          "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
          "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
        ],
        number: 1,
      },
      {
        start: "2022-11-01T15:04:00",
        end: "2022-11-01T15:06:00",
        correct: 1,
        answers: [
          "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
          "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
          "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
        ],
        number: 2,
      },
      {
        start: "2022-11-01T15:08:00",
        end: "2022-11-01T15:10:00",
        correct: 3,
        answers: [
          "ВАРИТ МАРМЕЛАД",
          "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
          "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
        ],
        number: 3,
      },
      {
        start: "2022-11-01T15:12:00",
        end: "2022-11-01T15:14:00",
        correct: 2,
        answers: [
          "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
          "ЗВЕЗДА КРАМПА",
          "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
        ],
        number: 4,
      },
      {
        start: "2022-11-01T15:16:00",
        end: "2022-11-01T15:18:00",
        correct: 2,
        answers: [
          "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
          "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
          "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
        ],
        number: 5,
      },
      {
        start: "2022-11-01T15:20:00",
        end: "2022-11-01T15:22:00",
        correct: 3,
        answers: [
          "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
          "ДРЕССИРУЕТ ПАУКОВ",
          "ИГРАЕТ НА ОРГАНЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-01T15:24:00",
        end: "2022-11-01T15:26:00",
        correct: 1,
        answers: [
          "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
          "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
          "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
        ],
        number: 7,
      },
      {
        start: "2022-11-01T15:28:00",
        end: "2022-11-01T15:30:00",
        correct: 2,
        answers: [
          "СКАЧЕТ, СТОЯ НА КОНЕ",
          "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
          "ЮНЫЙ ДРУЖИННИК",
        ],
        number: 8,
      },
      {
        start: "2022-11-01T15:32:00",
        end: "2022-11-01T15:34:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
          "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
          "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
        ],
        number: 9,
      },
      {
        start: "2022-11-01T15:36:00",
        end: "2022-11-01T15:38:00",
        correct: 3,
        answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
        number: 10,
      },
    ],
  },
];
const lives21 = [
  {
    start: "2022-11-01T14:34:00",
    end: "2022-11-01T15:52:52",
    number: 2,
    questions: [
      {
        start: "2022-11-01T14:34:00",
        end: "2022-11-01T14:35:52",
        correct: 2,
        answers: [
          "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
          "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
          "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
        ],
        number: 1,
      },
      {
        start: "2022-11-01T14:39:19",
        end: "2022-11-01T14:41:51",
        correct: 1,
        answers: [
          "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
          "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
          "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
        ],
        number: 2,
      },
      {
        start: "2022-11-01T14:44:54",
        end: "2022-11-01T14:47:25",
        correct: 3,
        answers: [
          "ВАРИТ МАРМЕЛАД",
          "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
          "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
        ],
        number: 3,
      },
      {
        start: "2022-11-01T14:56:35",
        end: "2022-11-01T14:58:43",
        correct: 2,
        answers: [
          "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
          "ЗВЕЗДА КРАМПА",
          "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
        ],
        number: 4,
      },
      {
        start: "2022-11-01T15:02:51",
        end: "2022-11-01T15:05:11",
        correct: 2,
        answers: [
          "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
          "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
          "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
        ],
        number: 5,
      },
      {
        start: "2022-11-01T15:13:57",
        end: "2022-11-01T15:16:09",
        correct: 3,
        answers: [
          "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
          "ДРЕССИРУЕТ ПАУКОВ",
          "ИГРАЕТ НА ОРГАНЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-01T15:19:03",
        end: "2022-11-01T15:20:56",
        correct: 1,
        answers: [
          "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
          "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
          "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
        ],
        number: 7,
      },
      {
        start: "2022-11-01T15:31:47",
        end: "2022-11-01T15:33:54",
        correct: 2,
        answers: [
          "СКАЧЕТ, СТОЯ НА КОНЕ",
          "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
          "ЮНЫЙ ДРУЖИННИК",
        ],
        number: 8,
      },
      {
        start: "2022-11-01T15:36:58",
        end: "2022-11-01T15:39:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
          "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
          "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
        ],
        number: 9,
      },
      {
        start: "2022-11-01T15:48:10",
        end: "2022-11-01T15:50:31",
        correct: 3,
        answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
        number: 10,
      },
    ],
  },
];

export const lives = [
  { timezone: -1, live: lives19 },
  { timezone: 0, live: lives20 },
  { timezone: 1, live: lives21 },
  { timezone: 2, live: lives20 },
  { timezone: 3, live: lives19 },
  { timezone: 4, live: lives20 },
  { timezone: 5, live: lives21 },
  { timezone: 6, live: lives19 },
  { timezone: 7, live: lives20 },
];
