const lives19 = [
  {
    start: "2022-11-29T19:33:00",
    end: "2022-11-29T20:51:00",
    number: 2,
    questions: [
      {
        start: "2022-11-29T19:34:00",
        end: "2022-11-29T19:35:52",
        correct: 2,
        answers: [
          "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
          "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
          "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
        ],
        number: 1,
      },
      {
        start: "2022-11-29T19:39:19",
        end: "2022-11-29T19:41:51",
        correct: 1,
        answers: [
          "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
          "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
          "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
        ],
        number: 2,
      },
      {
        start: "2022-11-29T19:44:54",
        end: "2022-11-29T19:47:25",
        correct: 3,
        answers: [
          "ВАРИТ МАРМЕЛАД",
          "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
          "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
        ],
        number: 3,
      },
      {
        start: "2022-11-29T19:56:35",
        end: "2022-11-29T19:58:43",
        correct: 2,
        answers: [
          "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
          "ЗВЕЗДА КРАМПА",
          "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
        ],
        number: 4,
      },
      {
        start: "2022-11-29T20:02:51",
        end: "2022-11-29T20:05:11",
        correct: 2,
        answers: [
          "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
          "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
          "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
        ],
        number: 5,
      },
      {
        start: "2022-11-29T20:13:57",
        end: "2022-11-29T20:16:09",
        correct: 3,
        answers: [
          "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
          "ДРЕССИРУЕТ ПАУКОВ",
          "ИГРАЕТ НА ОРГАНЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-29T20:19:03",
        end: "2022-11-29T20:20:56",
        correct: 1,
        answers: [
          "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
          "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
          "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
        ],
        number: 7,
      },
      {
        start: "2022-11-29T20:31:47",
        end: "2022-11-29T20:33:54",
        correct: 2,
        answers: [
          "СКАЧЕТ, СТОЯ НА КОНЕ",
          "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
          "ЮНЫЙ ДРУЖИННИК",
        ],
        number: 8,
      },
      {
        start: "2022-11-29T20:36:58",
        end: "2022-11-29T20:39:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
          "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
          "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
        ],
        number: 9,
      },
      {
        start: "2022-11-29T20:48:10",
        end: "2022-11-29T20:50:31",
        correct: 3,
        answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
        number: 10,
      },
    ],
  },
];
const lives20 = [
  {
    start: "2022-11-29T20:33:00",
    end: "2022-11-29T21:51:00",
    number: 2,
    questions: [
      {
        start: "2022-11-29T20:34:00",
        end: "2022-11-29T20:35:52",
        correct: 2,
        answers: [
          "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
          "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
          "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
        ],
        number: 1,
      },
      {
        start: "2022-11-29T20:39:19",
        end: "2022-11-29T20:41:51",
        correct: 1,
        answers: [
          "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
          "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
          "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
        ],
        number: 2,
      },
      {
        start: "2022-11-29T20:44:54",
        end: "2022-11-29T20:47:25",
        correct: 3,
        answers: [
          "ВАРИТ МАРМЕЛАД",
          "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
          "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
        ],
        number: 3,
      },
      {
        start: "2022-11-29T20:56:35",
        end: "2022-11-29T20:58:43",
        correct: 2,
        answers: [
          "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
          "ЗВЕЗДА КРАМПА",
          "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
        ],
        number: 4,
      },
      {
        start: "2022-11-29T21:02:51",
        end: "2022-11-29T21:05:11",
        correct: 2,
        answers: [
          "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
          "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
          "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
        ],
        number: 5,
      },
      {
        start: "2022-11-29T21:13:57",
        end: "2022-11-29T21:16:09",
        correct: 3,
        answers: [
          "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
          "ДРЕССИРУЕТ ПАУКОВ",
          "ИГРАЕТ НА ОРГАНЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-29T21:19:03",
        end: "2022-11-29T21:20:56",
        correct: 1,
        answers: [
          "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
          "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
          "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
        ],
        number: 7,
      },
      {
        start: "2022-11-29T21:31:47",
        end: "2022-11-29T21:33:54",
        correct: 2,
        answers: [
          "СКАЧЕТ, СТОЯ НА КОНЕ",
          "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
          "ЮНЫЙ ДРУЖИННИК",
        ],
        number: 8,
      },
      {
        start: "2022-11-29T21:36:58",
        end: "2022-11-29T21:39:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
          "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
          "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
        ],
        number: 9,
      },
      {
        start: "2022-11-29T21:48:10",
        end: "2022-11-29T21:50:31",
        correct: 3,
        answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
        number: 10,
      },
    ],
  },
];
const lives21 = [
  {
    start: "2022-11-29T21:34:00",
    end: "2022-11-29T22:35:52",
    number: 2,
    questions: [
      {
        start: "2022-11-29T21:34:00",
        end: "2022-11-29T21:35:52",
        correct: 2,
        answers: [
          "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
          "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
          "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
        ],
        number: 1,
      },
      {
        start: "2022-11-29T21:39:19",
        end: "2022-11-29T21:41:51",
        correct: 1,
        answers: [
          "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
          "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
          "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
        ],
        number: 2,
      },
      {
        start: "2022-11-29T21:44:54",
        end: "2022-11-29T21:47:25",
        correct: 3,
        answers: [
          "ВАРИТ МАРМЕЛАД",
          "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
          "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
        ],
        number: 3,
      },
      {
        start: "2022-11-29T21:56:35",
        end: "2022-11-29T21:58:43",
        correct: 2,
        answers: [
          "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
          "ЗВЕЗДА КРАМПА",
          "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
        ],
        number: 4,
      },
      {
        start: "2022-11-29T22:02:51",
        end: "2022-11-29T22:05:11",
        correct: 2,
        answers: [
          "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
          "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
          "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
        ],
        number: 5,
      },
      {
        start: "2022-11-29T22:13:57",
        end: "2022-11-29T22:16:09",
        correct: 3,
        answers: [
          "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
          "ДРЕССИРУЕТ ПАУКОВ",
          "ИГРАЕТ НА ОРГАНЕ",
        ],
        number: 6,
      },
      {
        start: "2022-11-29T22:19:03",
        end: "2022-11-29T22:20:56",
        correct: 1,
        answers: [
          "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
          "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
          "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
        ],
        number: 7,
      },
      {
        start: "2022-11-29T22:31:47",
        end: "2022-11-29T22:33:54",
        correct: 2,
        answers: [
          "СКАЧЕТ, СТОЯ НА КОНЕ",
          "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
          "ЮНЫЙ ДРУЖИННИК",
        ],
        number: 8,
      },
      {
        start: "2022-11-29T22:36:58",
        end: "2022-11-29T22:39:00",
        correct: 1,
        answers: [
          "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
          "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
          "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
        ],
        number: 9,
      },
      {
        start: "2022-11-29T22:48:10",
        end: "2022-11-29T22:50:31",
        correct: 3,
        answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
        number: 10,
      },
    ],
  },
];

export const lives = [
  { timezone: -1, live: lives19 },
  { timezone: 0, live: lives20 },
  { timezone: 1, live: lives21 },
  { timezone: 2, live: lives20 },
  { timezone: 3, live: lives19 },
  { timezone: 4, live: lives20 },
  { timezone: 5, live: lives21 },
  { timezone: 6, live: lives19 },
  { timezone: 7, live: lives20 },
];

// const lives20 = [
//   {
//     start: "2022-11-29T20:33:00",
//     end: "2022-11-29T21:51:00",
//     number: 2,
//     questions: [
//       {
//         start: "2022-11-29T20:34:00",
//         end: "2022-11-29T20:35:52",
//         correct: 2,
//         answers: [
//           "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
//           "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
//           "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
//         ],
//         number: 1,
//       },
//       {
//         start: "2022-11-29T20:39:19",
//         end: "2022-11-29T20:41:51",
//         correct: 1,
//         answers: [
//           "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
//           "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
//           "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
//         ],
//         number: 2,
//       },
//       {
//         start: "2022-11-29T20:44:54",
//         end: "2022-11-29T20:47:25",
//         correct: 3,
//         answers: [
//           "ВАРИТ МАРМЕЛАД",
//           "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
//           "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
//         ],
//         number: 3,
//       },
//       {
//         start: "2022-11-29T20:56:35",
//         end: "2022-11-29T20:58:43",
//         correct: 2,
//         answers: [
//           "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
//           "ЗВЕЗДА КРАМПА",
//           "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
//         ],
//         number: 4,
//       },
//       {
//         start: "2022-11-29T21:02:51",
//         end: "2022-11-29T21:05:11",
//         correct: 2,
//         answers: [
//           "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
//           "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
//           "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
//         ],
//         number: 5,
//       },
//       {
//         start: "2022-11-29T21:13:57",
//         end: "2022-11-29T21:16:09",
//         correct: 3,
//         answers: [
//           "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
//           "ДРЕССИРУЕТ ПАУКОВ",
//           "ИГРАЕТ НА ОРГАНЕ",
//         ],
//         number: 6,
//       },
//       {
//         start: "2022-11-29T21:19:03",
//         end: "2022-11-29T21:20:56",
//         correct: 1,
//         answers: [
//           "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
//           "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
//           "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
//         ],
//         number: 7,
//       },
//       {
//         start: "2022-11-29T21:31:47",
//         end: "2022-11-29T21:33:54",
//         correct: 2,
//         answers: [
//           "СКАЧЕТ, СТОЯ НА КОНЕ",
//           "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
//           "ЮНЫЙ ДРУЖИННИК",
//         ],
//         number: 8,
//       },
//       {
//         start: "2022-11-29T21:36:58",
//         end: "2022-11-29T21:39:00",
//         correct: 1,
//         answers: [
//           "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
//           "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
//           "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
//         ],
//         number: 9,
//       },
//       {
//         start: "2022-11-29T21:48:10",
//         end: "2022-11-29T21:50:31",
//         correct: 3,
//         answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
//         number: 10,
//       },
//     ],
//   },
// ];

// const lives20 = [
//   {
//     start: "2022-11-29T10:00:00",
//     end: "2022-11-29T11:00:00",
//     number: 2,
//     questions: [
//       {
//         start: "2022-11-29T10:20:00",
//         end: "2022-11-29T10:21:52",
//         correct: 2,
//         answers: [
//           "ЮНАЯ «МИСС ВСЕЛЕННАЯ»",
//           "ПОДЧИНИЛА СЕБЕ ЗАКОНЫ ГРАВИТАЦИИ",
//           "СОВЕРШЕННО НЕ ЧУВСТВУЕТ ХОЛОДА",
//         ],
//         number: 1,
//       },
//       {
//         start: "2022-11-29T10:22:19",
//         end: "2022-11-29T10:23:51",
//         correct: 1,
//         answers: [
//           "ЗВЕЗДА КИТАЙСКОЙ ОПЕРЫ",
//           "МАСТЕР КИТАЙСКОГО ЧАЕПИТИЯ",
//           "ЗНАТОК ТРАДИЦИЙ ПОДНЕБЕСНОЙ",
//         ],
//         number: 2,
//       },
//       {
//         start: "2022-11-29T10:24:54",
//         end: "2022-11-29T10:25:25",
//         correct: 3,
//         answers: [
//           "ВАРИТ МАРМЕЛАД",
//           "ИЗОБРАЖАЕТ РАДУГУ В МОСТИКЕ",
//           "ЗНАЕТ ВСЕ О ХАМЕЛЕОНАХ",
//         ],
//         number: 3,
//       },
//       {
//         start: "2022-11-29T10:26:35",
//         end: "2022-11-29T10:27:43",
//         correct: 2,
//         answers: [
//           "ВЛАДЕЕТ НОЖОМ-БАБОЧКОЙ",
//           "ЗВЕЗДА КРАМПА",
//           "ВЫПОЛНЯЕТ ТРЮКИ НА БАЙКЕ",
//         ],
//         number: 4,
//       },
//       {
//         start: "2022-11-29T10:28:51",
//         end: "2022-11-29T10:29:11",
//         correct: 2,
//         answers: [
//           "ОБЛАДАЕТ 49-М РАЗМЕРОМ НОГИ",
//           "РАЗВЕСЕЛИТ ЛЮБОГО ФОКУСАМИ",
//           "СНЯЛСЯ В ФИЛЬМЕ УЖАСОВ",
//         ],
//         number: 5,
//       },
//       {
//         start: "2022-11-29T10:30:57",
//         end: "2022-11-29T10:31:09",
//         correct: 3,
//         answers: [
//           "ГОВОРИТ СТРАШНЫМ ГОЛОСОМ",
//           "ДРЕССИРУЕТ ПАУКОВ",
//           "ИГРАЕТ НА ОРГАНЕ",
//         ],
//         number: 6,
//       },
//       {
//         start: "2022-11-29T10:32:03",
//         end: "2022-11-29T10:33:56",
//         correct: 1,
//         answers: [
//           "ГОТОВИТ, СИДЯ НА ШПАГАТЕ",
//           "ОБЛАДАЕТ КРУТЫМ ПРЕССОМ",
//           "САМЫЙ МОЛОДОЙ «МУЖ НА ЧАС»",
//         ],
//         number: 7,
//       },
//       {
//         start: "2022-11-29T10:34:47",
//         end: "2022-11-29T10:35:54",
//         correct: 2,
//         answers: [
//           "СКАЧЕТ, СТОЯ НА КОНЕ",
//           "УПРАВЛЯЕТ ГОЛОСОМ И ШАШКОЙ",
//           "ЮНЫЙ ДРУЖИННИК",
//         ],
//         number: 8,
//       },
//       {
//         start: "2022-11-29T10:36:58",
//         end: "2022-11-29T10:37:00",
//         correct: 1,
//         answers: [
//           "ОБЛАДАЕТ ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ",
//           "НАДУВАЕТ НОСОМ ВОЗДУШНЫЕ ШАРЫ",
//           "СИНХРОННО ПЕРЕВОДИТ С ЯПОНСКОГО",
//         ],
//         number: 9,
//       },
//       {
//         start: "2022-11-29T10:38:10",
//         end: "2022-11-29T10:39:31",
//         correct: 3,
//         answers: ["СУРДОПЕРЕВОДЧИК", "ХУДОЖНИК ПО ГРИМУ", "МАСТЕР ПАНТОМИМЫ"],
//         number: 10,
//       },
//     ],
//   },
// ];
